<h4>Правила поведения на сайте</h4>
<p>Находясь на Сайте, Пользователь подтверждает свое совершеннолетие, правоспособность, а также согласие с настоящими Правилами и политикой конфиденциальности и готовность нести полную ответственность за их соблюдение.</p>

<p>На сайте запрещены следующие действия:</p>
<ul>
    <li>Публиковать контент, авторские права на который принадлежат третьим лицам, без согласия этих лиц. Если авторские права на контент принадлежат нескольким лицам, то его публикация предполагает согласие их всех.</li>
    <li>Размещать коммерческую и политическую рекламу.</li>
    <li>Целенаправленно препятствовать нормальному функционированию сайта Servers.Fun.</li>
    <li>Выдавать себя за другого человека и представляться его именем.</li>
    <li>Вести себя неуважительно и оскорблять других участников.</li>
    <li>Размещать любую другую информацию, которая не соответствует целям создания Сайта, ущемляет интересы других пользователей или третьих лиц.</li>
</ul>

<p>Если Пользователь нарушает правила, администрация может принять в отношении него следующие меры: вынести предупреждение, удалить контент нарушающий правила, заблокировать или удалить аккаунт нарушителя.</p>

<h4>Авторские права</h4>

<ol>
    <li>Вся информация на сайте (включая тексты, изображения, программный код, дизайн сайта и так далее) является объектом интеллектуальной собственности ее правообладателей.</li>
    <li>Публикуя контент на сайте, Пользователь на безвозмездной основе предоставляет сайту право на воспроизведение, распространение, перевод, редактирование контента на сайте.</li>
    <li>Данное право предоставляется сайту на весь срок действия авторских прав Пользователя.</li>
    <li>Права на дизайн и программный код сайта принадлежат сайту. Пользователь не имеет права производить какие-либо действия с програмным кодом сайта, имеющие целью извлечение исходного текста програмного кода и/или получение информации о реализации алгоритмов, используемых в програмном коде.</li>
</ol>

<h4>Политика конфиденциальности</h4>

<p>По желанию пользователя администрация Servers.Fun готова удалить любую информацию о нем, собранную автоматическим путем. Для этого ему необходимо написать на адрес электронной почты <a href="mailto:servers.fun@gmail.com">servers.fun@gmail.com</a>.</p>
<p>Если в информации, предоставляемой сайту Пользователем, содержатся персональные данные последнего, то фактом их предоставления он соглашается на их обработку любым способом.</p>
<p>Администрация сайта обязуется применить все меры по защите персональных данных пользователя от потери, несанкционированного доступа, уничтожения, изменения. Но пользователь понимает, что иногда в жизни случаются ЧП: вероломные хакерские или вирусные атаки на сайт или личный компьютер пользователя. В случае такого непредвиденного ЧП данные пользователя могут все-таки оказаться доступными третьим лицам. Пользователь это понимает и обязуется не предъявлять претензий к администрации сайта.</p>